/*
    ******  INFO MESSAGE  ******
*/
// しばらくお待ちください。。。
export var I00001 = "しばらくお待ちください。。。"
// データを保存しています。。。
export var I00002 = "データを保存しています。。。"
// データ保存に成功しました
export var I00003 = "データ保存に成功しました"
// この機能は開発中です
export var I00004 = "この機能は開発中です"


/*
    ******  ERROR MESSAGE  ******
*/
// 顧客データはありません
export var E00001 = "顧客データはありません"
// ログインに失敗しました
export var E00002 = "ログインに失敗しました"
// データが取得できませんでした
export var E00003 = "データが取得できませんでした"
// データ保存に失敗しました
export var E00004 = "データ保存に失敗しました"
// 検索条件に満たす顧客情報はありません
export var E00005 = "検索条件に満たす顧客情報はありません"
// 印刷はモバイルデバイスでのみ利用できます
export var E00006 = "印刷はモバイルデバイスでのみ利用できます"


/*
    ******  WARNING MESSAGE  ******
*/
// warning 1
export var W00001 = "message1"