/*
    ******  INFO MESSAGE  ******
*/
// しばらくお待ちください。。。
export var I00001 = "しばらくお待ちください。。。"
// データを保存しています。。。
export var I00002 = "データを保存しています。。。"
// データ保存に成功しました。
export var I00003 = "データ保存に成功しました。"
// この機能は開発中です。
export var I00004 = "この機能は開発中です。"
// ログインの情報を入力してください
export var I00005 = "ログインの情報を入力してください。"
// 検針済ですが、検針を行いますか
export var I00006 = "検針済ですが、検針を行いますか。"
// 検針が完了しました。\n検索画面に戻ります。
export var I00007 = "検針が完了しました。\n検索画面に戻ります。"
// 売上明細を書き込みます。よろしいですか？
export var I00008 = "売上明細を書き込みます。よろしいですか？"
// 削除します。よろしいですか?
export var I00009 = "削除します。よろしいですか?"
// データ削除に成功しました。
export var I00010 = "データ削除に成功しました。"
// 開始日は終了日より大きいことができません。
export var I00011 = "開始日は終了日より大きいことができません。"
// 検針入力が完了しました。\n次の顧客へ移りますか。
export var I00012 = "検針入力が完了しました。\n次の顧客へ移りますか。";


/*
    ******  ERROR MESSAGE  ******
*/
// 顧客データはありません。
export var E00001 = "顧客データはありません。"
// ログインに失敗しました。
export var E00002 = "ログインに失敗しました。"
// データが取得できませんでした。
export var E00003 = "データが取得できませんでした。"
// データ保存に失敗しました。
export var E00004 = "データ保存に失敗しました。"
// 検索条件に満たす顧客情報はありません。
export var E00005 = "検索条件に満たす顧客情報はありません。"
// 印刷はモバイルデバイスでのみ利用できます。
export var E00006 = "印刷はモバイルデバイスでのみ利用できます。"
// データ処理にエラーが発生しました。
export var E00007 = "データ処理にエラーが発生しました。"
// データはありません。
export var E00008 = "データはありません。"
// サーバーへの接続時にエラーが発生しました。
export var E00009 = "サーバーへの接続時にエラーが発生しました。"


/*
    ******  WARNING MESSAGE  ******
*/
// warning 1
export var W00001 = "message1"